tap "adoptopenjdk/openjdk"
tap "databricks/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ibigio/tap"
tap "jstkdng/programs"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "aom"
brew "automake"
brew "gettext"
brew "awscli"
brew "azcopy"
brew "libyaml"
brew "azure-cli"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bison"
brew "pycparser"
brew "libavif"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "fd"
brew "libevent"
brew "pmix"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "isort"
brew "jq"
brew "libffi"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "macvim"
brew "maven"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "netpbm"
brew "ninja"
brew "node"
brew "node@22"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "pass"
brew "pillow"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "ruby-install"
brew "ruby@2.7"
brew "rustup"
brew "s3cmd"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tz"
brew "uv"
brew "vips"
brew "virtualenv", link: false
brew "viu"
brew "w3m"
brew "wget"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
brew "ibigio/tap/shell-ai"
brew "jstkdng/programs/ueberzugpp"
cask "codex"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "kitty"
cask "macfuse"
cask "mactex-no-gui"
cask "miniforge"
cask "stats"
cask "warp"
cask "wkhtmltopdf"
cargo "htmx-lsp"
cargo "poetry-udeps"
