tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ibigio/tap"
tap "jstkdng/programs"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "aom"
brew "automake"
brew "bison"
brew "gettext"
brew "python@3.12"
brew "pycparser"
brew "harfbuzz"
brew "pango"
brew "chruby"
brew "cmake"
brew "curl"
brew "fd"
brew "libevent"
brew "libavif"
brew "gdbm"
brew "gh"
brew "git-lfs"
brew "glow"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "netpbm"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "libyaml"
brew "luajit"
brew "luarocks"
brew "macvim"
brew "openjdk"
brew "maven"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "ninja"
brew "node"
brew "openjdk@11"
brew "pandoc"
brew "pass"
brew "pillow"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "rename"
brew "ripgrep"
brew "ruby-install"
brew "ruby@2.7"
brew "trash"
brew "virtualenv", link: false
brew "ibigio/tap/shell-ai"
brew "jstkdng/programs/ueberzugpp"
cask "font-fira-code-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "kitty"
cask "macfuse"
cask "warp"
cask "wkhtmltopdf"
